import React from 'react'

export default class ResearchWorking extends React.Component{
    render(){
        return(
            <div className='working'>
                <h3>科研加工</h3>
                <p>
                    	工程实训中心在完成全校大学生实践教学的同时，也可以利用现有设备资源和技术资源为老师和学生提供科研加工服务，现在已成为学校的主要科研加工基地之一。主要加工设备有：
                </p>
                <div>
                    <h3>1、切削类设备</h3>
                    <ul>
                        <li>1）普通机床：车床、铣床、磨床、刨床、钳工等。</li>
                        <li>2）现代数控机床：数控车床、数控铣床、加工中心（三轴、四轴）、数控车削中心、雕刻机等。
3）特种加工：快走丝线切割机床、电火花型腔加工机床、激光内雕、激光打标、激光切割、激光快速成型等</li>
                    </ul>
                </div>
                <div>
                    <h3>2、材料成型类加工设备</h3>
                    <ul>
                        <li>1）板料加工：剪板机、折弯机、四柱压机等。</li>
                        <li>2）铸造设备：普通砂铸、消失模铸造、小型离心铸造。</li>
                        <li>3）焊接设备：气焊、电弧焊、二氧化碳保护焊、氩弧焊、点焊、埋弧自动焊等</li>
                        <li>4）锻造设备：空气锤锻造、手工锻造。</li>
                    </ul>
                </div>
                <div>
                    <h3>3、检测仪器</h3>
                    <ul>
                        <li>1）. 照相式三维扫描仪。</li>
                    </ul>
                </div>
                <div>
                    <h3>4、电子类设备</h3>
                    <ul>
                        <li>1）SMT表面贴装成套设备。</li>
                        <li>2）PCB印制电路板成套设备</li>
                    </ul>
                </div>
                
            </div>
        )
    }
}