import React from 'react'

export default class CenterIntro extends React.Component{
    render(){
        return(
            <div>
                <h2>中心简介</h2>
                <p>
                    长江大学是2003年4月经国家教育部批准，由原江汉石油学院、湖北农学院、荆州师范学院、湖北省卫生职工医学院合并组建而成，是湖北省属高校中规模最大、学科门类较全的综合性大学，为湖北省重点建设的骨干高校，是国家“中西部高校基础能力建设工程”入选高校，也是湖北省人民政府与中国石油天然气集团公司、中国石油化工集团公司、中国海洋石油总公司共建和湖北省人民政府与国家农业部共建的高校。
                </p>
                <p>学校本部位于长江中游的历史文化名城—-荆州市，并建有武汉校区。荆州有着悠久的历史和灿烂的文化，是楚文化的发祥地和三国文化的集中地；是春秋时期楚国的都城、伟大爱国诗人屈原的故里，历来为兵家必争之地。这里东衔九省通衢的武汉三镇，西临举世瞩目的长江三峡，南傍浩淼无垠的洞庭湖畔，北垂雄奇险秀的武当山脉。校园环境秀丽，景色宜人，为湖北省园林式高等学校。</p>
                <p>学校办学历史悠久，原江汉石油学院的前身为1950年创办的北京石油工业专科学校，1978年开始举办普通本科教育，隶属中国石油天然气集团公司，从2000年起，实行中央与地方共建，划转湖北省管理；原湖北农学院的前身是华中农学院荆州分院，始建于1977年，1989年经国家教委批准为普通本科院校；原荆州师范学院的前身是1936年创建的湖北第四区简易师范学校，1978年成立荆州师范高等专科学校，1999年经教育部批准改建为荆州师范学院；原湖北省卫生职工医学院前身是湖北省沙市卫生学校，始建于1951年，1977年更名为武汉医学院荆州分院，1984年更名为湖北省卫生职工医学院。</p>
                <p>实训中心行政上隶属于校实验室与设备管理处，业务上受校机械大类教学委员会和校工程实践教学指导委员会指导，主要承担面向全校的工程认知教学、金工实训和电工电子实训教学、工程综合能力培训等教学任务，开展大学生各类创新实践活动。实训中心现有人员52名，其中教授2名、副教授、高级工程师8名，工程师、实验师8名，技师6名，高级技工20余名。每年完成约7000~8000名大学生、70多万人时数的实践教学任务，承办大学生各级竞赛多项。</p>
                <p>中心紧紧围绕“一流教学、一流本科”的教学目标，以“了解工程、体会动手、高端引领、激发求知”为工程训练核心教学理念，依托校内机械、电气、能源、材料等学科优势，借助现代化的教学手段，积极探索和构建“创造性思维基于实践始于问题”的实践教学体系和方法。</p>
                <p>中心不仅对校内开放，而且对兄弟院校和社会开放，并逐步建立校企联合实验室，与社会和企业建立合作教育关系，以期实现理论与实践相结合、实践与创新相结合、课内与课外相结合、学校与社会相结合。充分利用多方资源，发挥实训中心的辐射作用和示范作用，努力建设一个为学生提供多样化的工程实践、制作的学习平台。</p>
                <p>学校高度重视工程实训教学队伍的建设。在体制上明确定位工程实训中心为校内实践教学单位，由主管校长、人事处、设备处、教务处领导和规划。中心人员为教师和实验教学编制，实验的教学人员按教学人员进行考核，并享受相应的岗位津贴等各项待遇。中心根据自身条件和教学要求制定有专、兼职人员岗位职责和岗位工作考核办法，考评结果与待遇挂钩。为保证中心队伍质量和整体水平不断提高，鼓励一人多岗、鼓励在岗深造，鼓励教师由教研室或研究所向工程实训中心流动，包括兼职和固定专职，逐渐建立一支高水平的稳定的教师和工程师队伍。</p>
                <p>中心鼓励高水平教师投入实践教学。通过聘请高水平教授参与实践教学，组建实践教学团队，指导和带动实训中心教师参与高水平实践教改项目、课程建设、实训实习专项建设、实验平台或实训装置的开放。邀请高水平的科研课题负责人不定期地为实训中心举办讲学、讲座，就科研动态、技术发展、工程应用、教学研究等进行交流和学习。</p>
                <p>工程实训中心是学校重要的实践教学单位，有别于院系的理论教学，也有别于工厂技工培训。在管理上要建立工厂的实际工作环境，让实习者能够在这里体会和感受到工程氛围，但在教学上要针对实习者的不同状态展开统一规范下的个性教学。中心实行准企业化管理，狠抓制度、机制的建设和落实工作，对实训教学进行规范化、科学化建设，旨在提高教学水平。</p>
                <p>工程实训中心重视教学氛围建设，对电子、电工、车、铣、钳、焊、铸、热处理、创新等教学场地进行了规整和改造，增加了学生实训教室和实训教师办公室，强调各种示教图板、实物展示，让学生进入到实训场地就能感觉到强烈的实践教学氛围。</p>
            </div>
        )
    }
}