import React from 'react'
import { Steps } from 'antd';
const Step = Steps.Step;
export default class ProblemDisplay extends React.Component{
    render(){
        return(
            <div>
                <p>我校工程实训中心的核心教学理念是：了解工程、体会动手、高端引领、激发求知</p>
                <p>工程实训中心坚持以学生为中心，以“大工程教育”思想为主导，让大学生从工程认知中了解工程，在工程实训中体会动手，以高端科技手段引领创新思维，充分激发对科学技术的旺盛求知欲。坚持实践出真知、熟能生巧的实践教学原则，着力培养学生的工程意识、实践能力和创新精神。</p>
                <p>现代工程突出表现是一个由研究—开发—设计—制造—运行—管理等诸环节组成的链，工程教育要贯穿于整个工程链之中。因此，工程教育的核心是工程素质和创新能力，它不等于工程技术教育，也不等于科学教育</p>
                <p>工程技术教育着重培养学生工程技术的能力，培养目标是各种手册工程师或专家。科学教育着重科学理论的教育和培养，目标是科学家。而工程教育是为培养复合创新型人才服务的，既可以培养各种工程师，也可以培养科学家，还可以培养政治家。工程训练中心按照由浅入深，由低到高的认知规律，将认知、实习、设计等实践教学环节有机地贯穿于整个大学阶段的工程实践教育过程之中。使学生的自主学习能力、实践能力、创新能力与工程应用能力得到有计划、有层次、分阶段的培养和提高。构建以学生为主体的全方位（市场、环境、系统、管理、质量、效益）、综合式（设计、制造、控制、管理）、开放型（面向全社会，面向学生培养全过程、全天候，并为教学、科研、成果孵化、人才培训、终身教育提供服务）的工程训练平台。</p>
                <p>工程训练是本科学生通识教育的不可或缺的一部分，即使是对于文、管、经贸等看似与工科并不相关的学生，接受一定时间的工程认识实践或训练，对他们的素质培养和能力培养也有巨大的作用，工程实训中心应该成为全校学生的实践训练中心和素质教育基地</p>
            </div>
        )
    }
}